export default {
  'menu.home': '首页',
  'menu.工作台':'工作台',
  'menu.工作台.个人面板':'个人面板',
  'menu.工作台.建设概况':'建设概况',
  'menu.工作台.账户设置':'账户设置',

  'menu.综合目录': '综合目录',

  'menu.工程管理':'工程管理',
  'menu.工程管理.工程清单':'工程清单',
  'menu.工程管理.工程新增':'工程新增',
  'menu.工程管理.工程详情':'工程详情',
  'menu.工程管理.工程编辑':'工程编辑',

  'menu.标段管理':'标段管理',
  'menu.标段管理.标段清单':'标段清单',
  'menu.标段管理.标段新增':'标段新增',
  'menu.标段管理.标段详情':'标段详情',
  'menu.标段管理.标段编辑':'标段编辑',
  'menu.标段管理.进度管理':'进度管理',
  'menu.标段管理.资料管理':'资料管理',
  'menu.标段管理.质安管理':'质安管理',
  'menu.标段管理.设计管理':'设计管理',

  // 'menu.项目管理':'项目管理',
  // 'menu.项目管理.项目清单':'项目清单',
  // 'menu.项目管理.项目新增':'项目新增',
  // 'menu.项目管理.项目详情':'项目详情',
  // 'menu.项目管理.项目编辑':'项目编辑',
  // 'menu.项目管理.进度管理':'进度管理',



  'menu.项目':'项目',
  'menu.项目.项目清单':'项目清单',
  'menu.项目.项目新增':'项目新增',
  'menu.项目.项目编辑':'项目编辑',
  'menu.项目.项目详情':'项目详情',
  'menu.项目.进程管理':'进程管理',


  'menu.通讯录管理':'通讯录管理',
  'menu.通讯录管理.人员管理':'人员管理',
  'menu.通讯录管理.人员新增':'人员新增',
  'menu.通讯录管理.人员编辑':'人员编辑',
  'menu.通讯录管理.单位组织管理':'单位组织管理',
  'menu.通讯录管理.单位组织新增':'单位组织新增',
  'menu.通讯录管理.单位组织编辑':'单位组织编辑',

  'menu.资料库管理':'资料库管理',
  'menu.资料库管理.工程资料库':'工程资料库',
  'menu.资料库管理.标段资料库':'标段资料库',
  'menu.资料库管理.项目资料库':'项目资料库',

  'menu.配置管理':'配置管理',
  'menu.配置管理.项目进度节点':'项目进度节点',
  'menu.配置管理.单位组织类型':'单位组织类型',
  'menu.配置管理.资料管理模块':'资料管理模块',
  'menu.配置管理.设计管理模块':'设计管理模块',
  'menu.配置管理.质安管理模块':'质安管理模块',

  'menu.异常处理':'异常处理',
  'menu.异常处理.暂无权限':'暂无权限',
  'menu.异常处理.页面缺失':'页面缺失',
  'menu.异常处理.服务端异常':'服务端异常',
  'menu.异常处理.异常触发':'异常触发',
};
